/* Japanese Localization made by Atsushi Nakatsugawa */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f MB  (%3$.2f Mb/秒)";

/* Download time min/sec */
"%i min %i sec" = "%1$i分%2$i秒";

/* Download time sec */
"%i sec" = "%i秒";

/* An update is available */
"An update is available" = "アップデートがあります";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "本当にキャンセルしますか？";

/* Can't download ipsw list */
"Can't download ipsw list" = "ipswのリストをダウンロードできません";

/* Cancel Download */
"Cancel Download" = "ダウンロードをキャンセル";

/* Connection error */
"Connection error" = "接続エラー";

/* Download to */
"Download to" = "ダウンロード場所";

/* Expect to start download */
"Expect to start download" = "ダウンロードを開始します";

/* Growl notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "いいえ";

/* No updates */
"No updates" = "アップデートはありません";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "アップデート";

/* Would you like to update application now? */
"Would you like to update application now?" = "アプリケーションをアップデートしますか？";

/* Yes */
"Yes" = "はい";

/* You are using the latest version */
"You are using the latest version" = "あなたは最新版を使っています";

/* Growl Download Complete */
"Download Complete" = "ダウンロード完了";

/* Growl Download Fail */
"Download Fail" = "ダウンロード失敗";

/* Growl Download Canceled */
"Download Canceled" = "ダウンロードをキャンセル済";

/* Growl Download Paused */
"Download Paused" = "ダウンロードを停止しました";

/* Growl Download Resume */
"Download Resume" = "ダウンロードを再開しました";

/* Growl SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "SHA1のチェックサム失敗";

/* Resume */
"Resume" = "再開";

/* Pause */
"Pause" = "停止";

/* No Internet Connection */
"No Internet Connection" = "インターネットに接続されていません";

/* Please check your Internet connection */
"Please check your Internet connection" = "インターネットに接続されているか確認してください";

/* Cancel */
"Cancel" = "Cancel";

/* Download */
"Download" = "Download";

/* Duplicate finded */
"Duplicate finded" = "Duplicate finded";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "You are currently downloading that firmware. Do You want start new download?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "You are downloaded that firmware before. Do You want start new download?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "That firmware is paused. Do You want start new or resume download?";
